{"nodes":[{"color":"Green","description":"JACOB COLE and teammates at Oxford seek to ","name":"Jacob Cole","link":"#Paul Collier","_id":"0"},{"color":"green","description":"JOHN TATE has just stepped down from his role for six years as the BBC's Director of Policy & Strategy, in which capacity he led and secured the BBC's £23bn funding deal to 2017. He is soon to take up his new position as Chief Operating Ofﬁcer at Tamkeen, an investment and project management company of the Abu Dhabi Crown Prince's Executive Affairs Authority. John is also a non- executive director of the medical technology ﬁrm Medopad, and a National Advisory Council member for an education programme he helped establish, TeachFirst. John has previously worked for McKinsey & Company and PA Consulting Group.","name":"John Tate","TedX":"Oxford,","_id":"2"},{"color":"green","description":"RICHARD LAYARD is best known for his contributions to happiness economics. You are likely to know him as the author of “Happiness: Lessons from a New Science” (2005) – a book which redeﬁned the simplistic economic link between income and happiness. He is also the co-founder of the Action for Happiness movement, now counting over 30,000 members. In both 2012 and 2013 Professor Layard co-edited the World Happiness Reports. Professor Layard’s studies have over the years considered unemployment and inequality. Moreover his recent work on the importance of non-income variables contributing to aggregate happiness has focused on mental health.","name":"Richard Layard","_id":"3"},{"color":"Green","description":"Susan Greenfield is a leading British neuroscientist, writer, broadcaster and member of the House of Lords. Whilst specializing in the physiology of the brain, her areas of research include the impact of 21st century technology on the mind, how the brain generates consciousness as well as novel approaches to neurodegenerative diseases such as Alzheimers and Parkinsons. In addition to being published in countless peer- reviewed journals, her work has led to numerous honours and awards including the Michael Faraday Medal from the Royal Society and thirty honorary degrees from universities across the world.","name":"Susan Greenfield","TedX":"Oxford,","_id":"4"},{"color":"green","description":"PAUL COLLIER is a global specialist in the political, economic and developmental predicaments of poor countries. Having previously held the position of director of the Development Research Group at the World Bank, he is now the director for the Centre for the Study of African Economies at the University of Oxford, as well as standing on the advisory board for ASAP; Academics Stand Against Poverty. His book, ","name":"Paul Collier","link":"Jacob Cole","_id":"5"},{"color":"green","description":"ANDERS SANDBERG has a background in computer science and neuroscience. He obtained his Ph.D in computational neuroscience from Stockholm Unive-rsity, Sweden, for work on neural network modelling of human memory. He is currently a researcher at the Future of Humanity Institute, where he focuses on societal and ethical issues surrounding human enhancement and new technology, as well as estimating the capabilities and underlying science of future technologies. Topics of particular interest include enhancement of cognition, cognitive biases, technology- enabled collective intelligence, neuroethics and public policy.","name":"Anders Sandberg","TedX":"Oxford","_id":"6"},{"color":"green","description":"ASHA FEREYDOUNI is among the youngest American graduate students to have ever studied at the University of Oxford, having started this October at age 19. He graduated from the University of California, Davis (Highest Hons, PBK) where he helped establish the student-run philanthropy We Are Aggie Pride, founded a yoga program that is now offered to 6,000+ ﬁrst-year students, worked with state legislators on issues relating to public higher education, and wrote two senior honors theses. His writing has been published by – among others – the San Francisco Chronicle, Salon, the Roosevelt Institute, the Washington Undergraduate Law Review, and the Los Angeles Alliance for a New Economy. ","name":"Asha Fereydouni","TedX":"Oxford","_id":"7"},{"color":"green","description":"LAURA BATES is the founder of the Everyday Sexism project, a collection of women's daily experiences of gender inequality, which aims to step towards gender equality by demonstrating that sexism still exists in abundance in the UK and abroad, despite what many think. In December 2013 the project received its 50,000th entry. She is also a contributor at Women Under Siege, a New York-based project working to combat the use of sexualised violence as a tool of war. She has written for the Independent, the Hufﬁngton Post, Grazia, the Women's Media Center and JUMP!Magazine for girls.","name":"Laura Bates","TedX":"Oxford,","_id":"8"},{"Link":"#jacob cole","color":"orange","description":"platform to create and explore networks of ideas","name":"WikiNets","votes":"300","_id":"9"},{"site":"http://www.knownodes.com","Link":"#Jacob Cole","color":"orange","name":"KnowNodes","votes":"300","_id":"10"},{"color":"green","description":"AUGUSTA THOMSON is currently rea- ding for a B.A. in Archaeology and Anthro- pology at Oxford University. She spent the last year living and working in New York City, where she served as Director of Corporate Outreach and Distribution at 10x10/Girl Rising, and is currently Girl Rising UK Regional Ambassador.  She has written for The Oxonian Globalist, The Hufﬁngton Post, The Daily Beast, and Wellesley Magazine, and is the Director of Nine-Story Mountain, a documentary ﬁlm about an Oxford University and Royal Geographical Society-sponsored research expedition she led across the Tibetan Plateau in July 2012.","name":"Augusta Thomson","_id":"11"},{"color":"green","description":"PETER MILLICAN is Gilbert Ryle Fell- ow and Professor of Philosophy at Hertford College, Oxford, best known for his work on David Hume, on Philosophy of Religion, and on the links between Philosophy and Computing. He is also an International Grandmaster of correspondence chess. Peter proposed and developed the new Oxford degree programme in Computer Science and Philosophy, and has written several software systems to teach programming and artiﬁcial intelligence. A familiar voice in the media (e.g. on In Our Time), his software has made news on several occasions, most recently in connection with the “outing” of J.K. Rowling as author of The Cuckoo’s Calling.","name":"Peter Millican","_id":"12"},{"color":"green","description":"CHARLES SPENCE is a cognitive neuroscientist, a sensory marketing expert and head of the Crossmodal Research Laboratory based at the Department of Experimental Psychology, Oxford University. His research focuses on the role of multisensory perception in consumer psychology, to help design products, packaging, services, interfaces, environments, and foods that more effectively stimulate the senses of the consumer. He is currently working with Heston Blumenthal at The Fat Duck, and with Ferran Adria's research kitchen in Spain. Charles has collected awards ranging from the 10th Experimental Psychology Society Prize, to the 2008 IG Nobel prize for nutrition, for his groundbreaking work on the ‘sonic crisp’! ","name":"Charles Spence","_id":"13"},{"color":"blue","description":"","name":"TedX Oxford","link":"#Partners","votes":"500","_id":"14"},{"color":"red","name":"HunchBuzz","_id":"15"},{"color":"red","name":"IdeaScale","_id":"16"},{"color":"brown","description":"","name":"MIT","_id":"17"},{"color":"brown","description":"","name":"Oxford","_id":"18"},{"color":"brown","description":"","name":"Oxford Launchpad","_id":"19"},{"color":"brown","description":"","name":"MIT Entrepreneurship Center","_id":"20"},{"color":"purple","description":"","name":"Mind Mapping","_id":"21"},{"color":"red","description":"","name":"Collaborative Ideation/Suggestion Boxes","_id":"22"},{"color":"red","description":"","name":"Mind Mapping Software","_id":"23"},{"color":"red","name":"Spigit","_id":"24"},{"color":"red","name":"BrightIdea","_id":"25"},{"color":"red","name":"OpsGenie","_id":"26"},{"color":"red","name":"MindMeister","_id":"27"},{"color":"red","description":"currently cannot connect arbitrary nodes","name":"Coggle","_id":"28"},{"color":"red","name":"Big Data","_id":"29"},{"author":"Cesar Hidalgo MIT Media Lab Macro Connections","color":"red","description":"explore graph of people who have been in same emails","name":"Immersion","_id":"30"},{"color":"red","name":"Visual Graph Exploration Interfaces","_id":"31"},{"author":"MIT Media Lab Macro Connections Group","color":"red","description":"library that includes graph exploration package","name":"d3plus.org","_id":"32"},{"color":"orange","name":"Happiness Economics","_id":"33"},{"color":"red","name":"Engines to Relate Ideas","_id":"34"},{"color":"red","name":"Google","_id":"35"},{"color":"orange","description":"graph of commonsense concepts and relations between them","name":"MIT ConceptNet","_id":"36"}],"links":[{"source":8,"target":0},{"source":9,"target":8},{"source":0,"target":8},{"source":30,"target":31},{"source":25,"target":21},{"source":31,"target":9},{"source":9,"target":8},{"source":5,"target":8},{"source":21,"target":15},{"source":13,"target":8},{"source":18,"target":17},{"source":17,"target":0},{"source":16,"target":0},{"source":19,"target":16},{"source":19,"target":18},{"source":17,"target":5},{"source":21,"target":8},{"source":8,"target":8},{"source":22,"target":8},{"source":23,"target":21},{"source":24,"target":21},{"source":14,"target":21},{"source":27,"target":22},{"source":26,"target":22},{"source":28,"target":8},{"source":29,"target":28},{"source":30,"target":8},{"source":30,"target":29},{"source":31,"target":30},{"source":31,"target":29},{"source":32,"target":13},{"source":33,"target":8},{"source":34,"target":33},{"source":8,"target":35},{"source":35,"target":33}]}